Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Command_RecordPerRowFixed
source: The row length follows the record length (one record per row).
ar: طول الصف يتبع طول السجل (سجل واحد لكل صف).
cs: Délka řádku odpovídá délce záznamu (jeden záznam na řádek).
de: Die Zeilenlänge richtet sich nach der Datensatzlänge (ein Datensatz pro Zeile).
el: Το μήκος γραμμής ακολουθεί το μήκος εγγραφής (μία εγγραφή ανά γραμμή).
es: La longitud de fila sigue a la longitud de registro (un registro por fila).
fa: طول سطر از طول رکورد پیروی می‌کند (یک رکورد در هر سطر).
fr: La longueur des lignes suit celle des enregistrements (un enregistrement par ligne).
hu: A sor hossza a rekord hosszához igazodik (soronként egy rekord).
id: Panjang baris mengikuti panjang rekaman (satu rekaman per baris).
it: La lunghezza della riga segue la lunghezza del record (un record per riga).
ja: 1 行に 1 レコードを表示しているため、レコード長に合わせています。
ko: 행 길이가 레코드 길이를 따릅니다(행당 레코드 하나).
pl: Długość wiersza jest zgodna z długością rekordu (jeden rekord na wiersz).
pt: O comprimento da linha segue o comprimento do registro (um registro por linha).
ro: Lungimea rândului urmează lungimea înregistrării (o înregistrare pe rând).
th: ความยาวแถวเป็นไปตามความยาวเรคคอร์ด (หนึ่งเรคคอร์ดต่อแถว)
tr: Satır uzunluğu kayıt uzunluğunu izler (satır başına bir kayıt).
uk: Довжина рядка відповідає довжині запису (один запис у рядку).
vi: Độ dài hàng theo độ dài bản ghi (mỗi hàng một bản ghi).
zh_hans: 行长度跟随记录长度（每行一条记录）。
zh_hant: 列長度跟隨記錄長度（每列一筆記錄）。

# Command_RecordTooLong
source: Only available when the record length is {0} bytes or less.
ar: متاح فقط عندما يكون طول السجل {0} بايت أو أقل.
cs: K dispozici jen v případě, že délka záznamu je nejvýše {0} bajtů.
de: Nur verfügbar, wenn die Datensatzlänge höchstens {0} Bytes beträgt.
el: Διαθέσιμο μόνο όταν το μήκος εγγραφής είναι {0} byte ή λιγότερο.
es: Solo está disponible cuando la longitud de registro es de {0} bytes o menos.
fa: فقط وقتی در دسترس است که طول رکورد {0} بایت یا کمتر باشد.
fr: Disponible uniquement lorsque la longueur d'enregistrement est de {0} octets au plus.
hu: Csak akkor érhető el, ha a rekord hossza legfeljebb {0} bájt.
id: Hanya tersedia jika panjang rekaman {0} byte atau kurang.
it: Disponibile solo quando la lunghezza del record è di {0} byte o meno.
ja: レコード長が {0} バイト以下のときだけ選べます。
ko: 레코드 길이가 {0}바이트 이하일 때만 사용할 수 있습니다.
pl: Dostępne tylko, gdy długość rekordu wynosi najwyżej {0} B.
pt: Disponível somente quando o comprimento do registro é de {0} bytes ou menos.
ro: Disponibil doar când lungimea înregistrării este de cel mult {0} octeți.
th: ใช้ได้เฉพาะเมื่อความยาวเรคคอร์ดไม่เกิน {0} ไบต์
tr: Yalnızca kayıt uzunluğu {0} bayt veya daha az olduğunda kullanılabilir.
uk: Доступно, лише якщо довжина запису не перевищує {0} байтів.
vi: Chỉ dùng được khi độ dài bản ghi từ {0} byte trở xuống.
zh_hans: 仅当记录长度不超过 {0} 字节时可用。
zh_hant: 只有在記錄長度為 {0} 個位元組以下時才能使用。

# Command_ReverseNeedsGroup
source: Available when bytes are grouped (2 or more) in hex format.
ar: متاح عند تجميع البايتات (2 أو أكثر) بتنسيق Hex.
cs: K dispozici, když jsou bajty ve formátu Hex seskupené (po 2 nebo více).
de: Verfügbar, wenn Bytes im Hex-Format gruppiert sind (2 oder mehr).
el: Διαθέσιμο όταν τα byte ομαδοποιούνται (2 ή περισσότερα) σε μορφή Hex.
es: Disponible cuando los bytes están agrupados (2 o más) en formato Hex.
fa: وقتی در دسترس است که بایت‌ها در قالب Hex گروه‌بندی شده باشند (2 یا بیشتر).
fr: Disponible lorsque les octets sont regroupés (par 2 ou plus) au format Hex.
hu: Akkor érhető el, ha a bájtok Hex formátumban csoportosítva vannak (legalább 2).
id: Tersedia jika byte dikelompokkan (2 atau lebih) dalam format Hex.
it: Disponibile quando i byte sono raggruppati (2 o più) in formato hex.
ja: Hex 形式でグループ化が 2 以上のときだけ選べます。
ko: Hex 형식에서 바이트를 그룹화(2 이상)한 경우에 사용할 수 있습니다.
pl: Dostępne, gdy bajty są grupowane (po 2 lub więcej) w formacie hex.
pt: Disponível quando os bytes estão agrupados (2 ou mais) no formato hex.
ro: Disponibil când octeții sunt grupați (câte 2 sau mai mulți) în format hex.
th: ใช้ได้เมื่อจัดกลุ่มไบต์ (ตั้งแต่ 2 ขึ้นไป) ในรูปแบบ Hex
tr: Baytlar Hex biçiminde gruplandığında (2 veya daha fazla) kullanılabilir.
uk: Доступно, коли байти згруповано (по 2 і більше) у форматі Hex.
vi: Dùng được khi byte được nhóm (2 trở lên) ở định dạng Hex.
zh_hans: 仅当以 Hex 格式按 2 个或更多字节分组时可用。
zh_hant: 在 Hex 格式中將位元組分組（2 個以上）時才能使用。

# Command_TextColumnLimit
source: Up to 5 text columns can be shown.
ar: يمكن إظهار 5 أعمدة نص كحد أقصى.
cs: Lze zobrazit nejvýše 5 textových sloupců.
de: Es können bis zu 5 Textspalten angezeigt werden.
el: Μπορούν να εμφανίζονται έως 5 στήλες κειμένου.
es: Se pueden mostrar hasta 5 columnas de texto.
fa: حداکثر 5 ستون متن می‌توان نمایش داد.
fr: Jusqu'à 5 colonnes texte peuvent être affichées.
hu: Legfeljebb 5 szövegoszlop jeleníthető meg.
id: Hingga 5 kolom teks dapat ditampilkan.
it: È possibile mostrare fino a 5 colonne testo.
ja: テキスト列は 5 列まで表示できます。
ko: 텍스트 열은 최대 5개까지 표시할 수 있습니다.
pl: Można wyświetlić maksymalnie 5 kolumn tekstu.
pt: É possível exibir até 5 colunas de texto.
ro: Pot fi afișate cel mult 5 coloane text.
th: แสดงคอลัมน์ข้อความได้สูงสุด 5 คอลัมน์
tr: En fazla 5 metin sütunu gösterilebilir.
uk: Можна показати не більше 5 текстових стовпців.
vi: Có thể hiện tối đa 5 cột văn bản.
zh_hans: 最多可以显示 5 个文本列。
zh_hant: 最多可顯示 5 個文字欄。

# HexView_Separator_Custom
source: Section {0} ({1})
ar: القسم {0} ({1})
cs: Oddíl {0} ({1})
de: Abschnitt {0} ({1})
el: Τμήμα {0} ({1})
es: Sección {0} ({1})
fa: بخش {0} ({1})
hu: {0}. szakasz ({1})
id: Bagian {0} ({1})
it: Sezione {0} ({1})
ja: 区切り {0} ({1})
ko: 구역 {0}({1})
pl: Sekcja {0} ({1})
pt: Seção {0} ({1})
ro: Secțiunea {0} ({1})
th: ส่วน {0} ({1})
tr: Bölüm {0} ({1})
uk: Розділ {0} ({1})
vi: Phần {0} ({1})
zh_hans: 节 {0}（{1}）
zh_hant: 區段 {0}（{1}）

# HexView_Separator_Page
source: Page {0} ({1})
ar: الصفحة {0} ({1})
cs: Stránka {0} ({1})
de: Seite {0} ({1})
el: Σελίδα {0} ({1})
es: Página {0} ({1})
fa: صفحه {0} ({1})
hu: {0}. oldal ({1})
id: Halaman {0} ({1})
it: Pagina {0} ({1})
ja: ページ {0} ({1})
ko: 페이지 {0}({1})
pl: Strona {0} ({1})
pt: Página {0} ({1})
ro: Pagina {0} ({1})
th: หน้า {0} ({1})
tr: Sayfa {0} ({1})
uk: Сторінка {0} ({1})
vi: Trang {0} ({1})
zh_hans: 第 {0} 页（{1}）
zh_hant: 第 {0} 頁（{1}）

# HexView_Separator_Sector
source: Sector {0}
ar: القطاع {0}
cs: Sektor {0}
de: Sektor {0}
el: Τομέας {0}
fa: سکتور {0}
fr: Secteur {0}
hu: {0}. szektor
id: Sektor {0}
it: Settore {0}
ja: セクタ {0}
ko: 섹터 {0}
pl: Sektor {0}
pt: Setor {0}
ro: Sectorul {0}
th: เซกเตอร์ {0}
tr: Sektör {0}
uk: Сектор {0}
zh_hans: 扇区 {0}
zh_hant: 磁區 {0}

# HexView_Status_CellFormatReadOnly
source: Cells cannot be edited directly in this format. Use the data inspector.
ar: لا يمكن تحرير الخلايا مباشرة بهذا التنسيق. استخدم مفتش البيانات.
cs: V tomto formátu nelze buňky upravovat přímo. Použijte inspektor dat.
de: Zellen können in diesem Format nicht direkt bearbeitet werden. Verwenden Sie den Dateninspektor.
el: Τα κελιά δεν μπορούν να επεξεργαστούν απευθείας σε αυτή τη μορφή. Χρησιμοποιήστε τον επιθεωρητή δεδομένων.
es: Las celdas no se pueden editar directamente en este formato. Usa el inspector de datos.
fa: در این قالب نمی‌توان خانه‌ها را مستقیماً ویرایش کرد. از بازرس داده استفاده کنید.
fr: Les cellules ne peuvent pas être modifiées directement dans ce format. Utilisez l'inspecteur de données.
hu: Ebben a formátumban a cellák közvetlenül nem szerkeszthetők. Használja az adatvizsgálót.
id: Sel tidak dapat diedit langsung dalam format ini. Gunakan inspektur data.
it: In questo formato le celle non possono essere modificate direttamente. Usa l'ispettore dati.
ja: この表示形式では直接編集できません。データインスペクタを使ってください。
ko: 이 형식에서는 셀을 직접 편집할 수 없습니다. 데이터 검사기를 사용하세요.
pl: W tym formacie komórek nie można edytować bezpośrednio. Użyj inspektora danych.
pt: As células não podem ser editadas diretamente neste formato. Use o inspetor de dados.
ro: În acest format, celulele nu pot fi editate direct. Utilizați inspectorul de date.
th: ไม่สามารถแก้ไขเซลล์โดยตรงในรูปแบบนี้ ใช้ตัวตรวจสอบข้อมูล
tr: Bu biçimde hücreler doğrudan düzenlenemez. Veri denetçisini kullanın.
uk: У цьому форматі комірки не можна редагувати безпосередньо. Скористайтеся інспектором даних.
vi: Không thể sửa trực tiếp ô ở định dạng này. Hãy dùng trình kiểm tra dữ liệu.
zh_hans: 无法以此格式直接编辑单元格。请使用数据检查器。
zh_hant: 此格式下無法直接編輯儲存格。請使用資料檢查器。

# HexView_TextColumn_Even
source: {0} (even)
ar: {0} (زوجي)
cs: {0} (sudé)
de: {0} (gerade)
el: {0} (ζυγά)
es: {0} (par)
fa: {0} (زوج)
fr: {0} (pair)
hu: {0} (páros)
id: {0} (genap)
it: {0} (pari)
ja: {0} (偶数)
ko: {0}(짝수)
pl: {0} (parzyste)
pt: {0} (par)
ro: {0} (par)
th: {0} (คู่)
tr: {0} (çift)
uk: {0} (парні)
vi: {0} (chẵn)
zh_hans: {0}（偶数）
zh_hant: {0}（偶數）

# HexView_TextColumn_Odd
source: {0} (odd)
ar: {0} (فردي)
cs: {0} (liché)
de: {0} (ungerade)
el: {0} (μονά)
es: {0} (impar)
fa: {0} (فرد)
fr: {0} (impair)
hu: {0} (páratlan)
id: {0} (ganjil)
it: {0} (dispari)
ja: {0} (奇数)
ko: {0}(홀수)
pl: {0} (nieparzyste)
pt: {0} (ímpar)
ro: {0} (impar)
th: {0} (คี่)
tr: {0} (tek)
uk: {0} (непарні)
vi: {0} (lẻ)
zh_hans: {0}（奇数）
zh_hant: {0}（奇數）

# HexView_TextColumn_Phase
source: {0} (start {1})
ar: {0} (البداية {1})
cs: {0} (začátek {1})
el: {0} (αρχή {1})
es: {0} (inicio {1})
fa: {0} (آغاز {1})
fr: {0} (début {1})
hu: {0} (kezdet: {1})
id: {0} (mulai {1})
it: {0} (inizio {1})
ja: {0} (開始位置 {1})
ko: {0}(시작 {1})
pl: {0} (początek {1})
pt: {0} (início {1})
ro: {0} (început {1})
th: {0} (เริ่ม {1})
tr: {0} (başlangıç {1})
uk: {0} (початок {1})
vi: {0} (bắt đầu {1})
zh_hans: {0}（起始 {1}）
zh_hant: {0}（起點 {1}）

# HexView_TextColumn_ChangeEncoding
source: Change encoding...
ar: تغيير الترميز...
cs: Změnit kódování...
de: Codierung ändern...
el: Αλλαγή κωδικοποίησης...
es: Cambiar codificación...
fa: تغییر رمزگذاری...
fr: Changer l'encodage...
hu: Kódolás módosítása...
id: Ubah pengodean...
it: Cambia codifica...
ja: 文字コードを変更...
ko: 인코딩 변경...
pl: Zmień kodowanie...
pt: Alterar codificação...
ro: Modificare codificare...
th: เปลี่ยนการเข้ารหัส...
tr: Kodlamayı değiştir...
uk: Змінити кодування...
vi: Đổi bảng mã...
zh_hans: 更改编码...
zh_hant: 變更編碼...

# HexView_TextColumn_Remove
source: Remove column
ar: إزالة العمود
cs: Odebrat sloupec
de: Spalte entfernen
el: Κατάργηση στήλης
es: Quitar columna
fa: حذف ستون
fr: Supprimer la colonne
hu: Oszlop eltávolítása
id: Hapus kolom
it: Rimuovi colonna
ja: 列を削除
ko: 열 제거
pl: Usuń kolumnę
pt: Remover coluna
ro: Eliminare coloană
th: ลบคอลัมน์
tr: Sütunu kaldır
uk: Видалити стовпець
vi: Xóa cột
zh_hans: 删除列
zh_hant: 移除欄

# HexView_TextColumn_MoveLeft
source: Move left
ar: نقل لليسار
cs: Přesunout doleva
de: Nach links verschieben
el: Μετακίνηση αριστερά
es: Mover a la izquierda
fa: انتقال به چپ
fr: Déplacer à gauche
hu: Mozgatás balra
id: Pindahkan ke kiri
it: Sposta a sinistra
ja: 左へ移動
ko: 왼쪽으로 이동
pl: Przesuń w lewo
pt: Mover para a esquerda
ro: Mutare la stânga
th: ย้ายไปทางซ้าย
tr: Sola taşı
uk: Перемістити ліворуч
vi: Chuyển sang trái
zh_hans: 左移
zh_hant: 左移

# HexView_TextColumn_MoveRight
source: Move right
ar: نقل لليمين
cs: Přesunout doprava
de: Nach rechts verschieben
el: Μετακίνηση δεξιά
es: Mover a la derecha
fa: انتقال به راست
fr: Déplacer à droite
hu: Mozgatás jobbra
id: Pindahkan ke kanan
it: Sposta a destra
ja: 右へ移動
ko: 오른쪽으로 이동
pl: Przesuń w prawo
pt: Mover para a direita
ro: Mutare la dreapta
th: ย้ายไปทางขวา
tr: Sağa taşı
uk: Перемістити праворуч
vi: Chuyển sang phải
zh_hans: 右移
zh_hant: 右移

# Notice_ByteThemeInvalid
source: The byte theme is not valid: line {0}, key "{1}". The theme was not changed.
ar: سمة البايتات غير صالحة: السطر {0}، المفتاح «{1}». لم يتم تغيير السمة.
cs: Motiv bajtů není platný: řádek {0}, klíč „{1}“. Motiv nebyl změněn.
de: Das Byte-Design ist ungültig: Zeile {0}, Schlüssel „{1}“. Das Design wurde nicht geändert.
el: Το θέμα byte δεν είναι έγκυρο: γραμμή {0}, κλειδί «{1}». Το θέμα δεν άλλαξε.
es: El tema de bytes no es válido: línea {0}, clave “{1}”. No se cambió el tema.
fa: طرح زمینهٔ بایت معتبر نیست: خط {0}، کلید «{1}». طرح زمینه تغییر نکرد.
fr: Le thème d'octets n'est pas valide : ligne {0}, clé « {1} ». Le thème n'a pas été modifié.
hu: A bájttéma érvénytelen: {0}. sor, „{1}” kulcs. A téma nem módosult.
id: Tema byte tidak valid: baris {0}, kunci “{1}”. Tema tidak diubah.
it: Il tema byte non è valido: riga {0}, chiave “{1}”. Il tema non è stato modificato.
ja: バイトテーマが正しくありません: {0} 行目のキー「{1}」。テーマは変えていません。
ko: 바이트 테마가 올바르지 않습니다: {0}행, 키 "{1}". 테마를 변경하지 않았습니다.
pl: Motyw bajtów jest nieprawidłowy: wiersz {0}, klucz „{1}”. Motyw nie został zmieniony.
pt: O tema de bytes não é válido: linha {0}, chave “{1}”. O tema não foi alterado.
ro: Tema de octeți nu este validă: linia {0}, cheia „{1}”. Tema nu a fost modificată.
th: ธีมไบต์ไม่ถูกต้อง: บรรทัด {0} คีย์ “{1}” ธีมไม่ได้ถูกเปลี่ยน
tr: Bayt teması geçerli değil: satır {0}, anahtar "{1}". Tema değiştirilmedi.
uk: Тема байтів неприпустима: рядок {0}, ключ «{1}». Тему не змінено.
vi: Chủ đề byte không hợp lệ: dòng {0}, khóa “{1}”. Chủ đề không được thay đổi.
zh_hans: 字节主题无效：第 {0} 行，键“{1}”。主题未更改。
zh_hant: 位元組配色無效：第 {0} 行，索引鍵「{1}」。未變更配色。

# Notice_ByteThemeUnreadable
source: The byte theme could not be read: {0}
ar: تعذرت قراءة سمة البايتات: {0}
cs: Motiv bajtů nelze přečíst: {0}
de: Das Byte-Design konnte nicht gelesen werden: {0}
el: Δεν ήταν δυνατή η ανάγνωση του θέματος byte: {0}
es: No se pudo leer el tema de bytes: {0}
fa: خواندن طرح زمینهٔ بایت ممکن نشد: {0}
fr: Impossible de lire le thème d'octets : {0}
hu: A bájttéma nem olvasható: {0}
id: Tema byte tidak dapat dibaca: {0}
it: Impossibile leggere il tema byte: {0}
ja: バイトテーマを読めません: {0}
ko: 바이트 테마를 읽을 수 없습니다: {0}
pl: Nie można odczytać motywu bajtów: {0}
pt: Não foi possível ler o tema de bytes: {0}
ro: Tema de octeți nu a putut fi citită: {0}
th: ไม่สามารถอ่านธีมไบต์: {0}
tr: Bayt teması okunamadı: {0}
uk: Не вдалося прочитати тему байтів: {0}
vi: Không thể đọc chủ đề byte: {0}
zh_hans: 无法读取字节主题：{0}
zh_hant: 無法讀取位元組配色：{0}

# Notice_TableEmpty
source: The character table was not loaded because it has no valid entries.
ar: لم يتم تحميل جدول الأحرف لأنه لا يحتوي على إدخالات صالحة.
cs: Tabulka znaků nebyla načtena, protože neobsahuje žádné platné položky.
de: Die Zeichentabelle wurde nicht geladen, da sie keine gültigen Einträge enthält.
el: Ο πίνακας χαρακτήρων δεν φορτώθηκε επειδή δεν έχει έγκυρες καταχωρίσεις.
es: No se cargó la tabla de caracteres porque no tiene entradas válidas.
fa: جدول نویسه بارگذاری نشد زیرا هیچ مدخل معتبری ندارد.
fr: La table de caractères n'a pas été chargée, car elle ne contient aucune entrée valide.
hu: A karaktertábla nem lett betöltve, mert nincsenek érvényes bejegyzései.
id: Tabel karakter tidak dimuat karena tidak memiliki entri yang valid.
it: La tabella caratteri non è stata caricata perché non contiene voci valide.
ja: 有効なエントリがないため、文字表を読み込みませんでした。
ko: 유효한 항목이 없어 문자표를 로드하지 않았습니다.
pl: Tablica znaków nie została wczytana, ponieważ nie zawiera prawidłowych wpisów.
pt: A tabela de caracteres não foi carregada porque não tem entradas válidas.
ro: Tabelul de caractere nu a fost încărcat, deoarece nu are intrări valide.
th: ไม่ได้โหลดตารางอักขระเนื่องจากไม่มีรายการที่ถูกต้อง
tr: Karakter tablosunda geçerli girdi olmadığından yüklenmedi.
uk: Таблицю символів не завантажено, бо в ній немає допустимих записів.
vi: Bảng ký tự không được tải vì không có mục hợp lệ nào.
zh_hans: 字符表中没有有效条目，因此未加载。
zh_hant: 字元表沒有有效的項目，因此未載入。

# Notice_TableInvalidLines
source: Ignored lines: {0}.
ar: الأسطر التي تم تجاهلها: {0}.
cs: Ignorované řádky: {0}.
de: Ignorierte Zeilen: {0}.
el: Γραμμές που αγνοήθηκαν: {0}.
es: Líneas omitidas: {0}.
fa: خطوط نادیده‌گرفته‌شده: {0}.
fr: Lignes ignorées : {0}.
hu: Figyelmen kívül hagyott sorok: {0}.
id: Baris yang diabaikan: {0}.
it: Righe ignorate: {0}.
ja: 無視した行: {0}。
ko: 무시한 줄: {0}.
pl: Pominięte wiersze: {0}.
pt: Linhas ignoradas: {0}.
ro: Linii ignorate: {0}.
th: บรรทัดที่ข้าม: {0}
tr: Yoksayılan satırlar: {0}.
uk: Пропущені рядки: {0}.
vi: Các dòng bị bỏ qua: {0}.
zh_hans: 忽略的行：{0}。
zh_hant: 已忽略的行：{0}。

# Notice_TableLine
source: line {0} ({1})
ar: السطر {0} ({1})
cs: řádek {0} ({1})
de: Zeile {0} ({1})
el: γραμμή {0} ({1})
es: línea {0} ({1})
fa: خط {0} ({1})
fr: ligne {0} ({1})
hu: {0}. sor ({1})
id: baris {0} ({1})
it: riga {0} ({1})
ja: {0} 行目 ({1})
ko: {0}행({1})
pl: wiersz {0} ({1})
pt: linha {0} ({1})
ro: linia {0} ({1})
th: บรรทัด {0} ({1})
tr: satır {0} ({1})
uk: рядок {0} ({1})
vi: dòng {0} ({1})
zh_hans: 第 {0} 行（{1}）
zh_hant: 第 {0} 行（{1}）

# Notice_TableLoaded
source: Character table loaded: {0} entries, {1} lines ignored.
ar: تم تحميل جدول الأحرف: {0} إدخال، وتم تجاهل {1} سطر.
cs: Tabulka znaků byla načtena: položky: {0}, ignorované řádky: {1}.
de: Zeichentabelle geladen: {0} Einträge, {1} Zeilen ignoriert.
el: Ο πίνακας χαρακτήρων φορτώθηκε: {0} καταχωρίσεις, {1} γραμμές αγνοήθηκαν.
es: Tabla de caracteres cargada: {0} entradas, {1} líneas omitidas.
fa: جدول نویسه بارگذاری شد: {0} مدخل، {1} خط نادیده گرفته شد.
fr: Table de caractères chargée : {0} entrées, {1} lignes ignorées.
hu: Karaktertábla betöltve: {0} bejegyzés, {1} sor figyelmen kívül hagyva.
id: Tabel karakter dimuat: {0} entri, {1} baris diabaikan.
it: Tabella caratteri caricata: {0} voci, {1} righe ignorate.
ja: 文字表を読み込みました: エントリ {0} 件、無視した行 {1} 行。
ko: 문자표를 로드했습니다: 항목 {0}개, 무시한 줄 {1}개.
pl: Wczytano tablicę znaków: wpisy: {0}, pominięte wiersze: {1}.
pt: Tabela de caracteres carregada: {0} entradas, {1} linhas ignoradas.
ro: Tabel de caractere încărcat: {0} intrări, {1} linii ignorate.
th: โหลดตารางอักขระแล้ว: {0} รายการ ข้าม {1} บรรทัด
tr: Karakter tablosu yüklendi: {0} girdi, {1} satır yoksayıldı.
uk: Таблицю символів завантажено: записів — {0}, пропущено рядків — {1}.
vi: Đã tải bảng ký tự: {0} mục, bỏ qua {1} dòng.
zh_hans: 已加载字符表：{0} 个条目，忽略了 {1} 行。
zh_hant: 已載入字元表：{0} 個項目，忽略 {1} 行。

# Notice_TableTooMany
source: The character table was not loaded because it has more than {0} entries.
ar: لم يتم تحميل جدول الأحرف لأنه يحتوي على أكثر من {0} إدخال.
cs: Tabulka znaků nebyla načtena, protože obsahuje více než {0} položek.
de: Die Zeichentabelle wurde nicht geladen, da sie mehr als {0} Einträge enthält.
el: Ο πίνακας χαρακτήρων δεν φορτώθηκε επειδή έχει περισσότερες από {0} καταχωρίσεις.
es: No se cargó la tabla de caracteres porque tiene más de {0} entradas.
fa: جدول نویسه بارگذاری نشد زیرا بیش از {0} مدخل دارد.
fr: La table de caractères n'a pas été chargée, car elle contient plus de {0} entrées.
hu: A karaktertábla nem lett betöltve, mert több mint {0} bejegyzést tartalmaz.
id: Tabel karakter tidak dimuat karena memiliki lebih dari {0} entri.
it: La tabella caratteri non è stata caricata perché contiene più di {0} voci.
ja: エントリが {0} 件を超えるため、文字表を読み込みませんでした。
ko: 항목이 {0}개를 초과하여 문자표를 로드하지 않았습니다.
pl: Tablica znaków nie została wczytana, ponieważ zawiera więcej niż {0} wpisów.
pt: A tabela de caracteres não foi carregada porque tem mais de {0} entradas.
ro: Tabelul de caractere nu a fost încărcat, deoarece are mai mult de {0} intrări.
th: ไม่ได้โหลดตารางอักขระเนื่องจากมีมากกว่า {0} รายการ
tr: Karakter tablosunda {0} girdiden fazla olduğundan yüklenmedi.
uk: Таблицю символів не завантажено, бо в ній понад {0} записів.
vi: Bảng ký tự không được tải vì có hơn {0} mục.
zh_hans: 字符表的条目超过 {0} 个，因此未加载。
zh_hant: 字元表的項目超過 {0} 個，因此未載入。

# Notice_TableUnreadable
source: The character table could not be read: {0}
ar: تعذرت قراءة جدول الأحرف: {0}
cs: Tabulku znaků nelze přečíst: {0}
de: Die Zeichentabelle konnte nicht gelesen werden: {0}
el: Δεν ήταν δυνατή η ανάγνωση του πίνακα χαρακτήρων: {0}
es: No se pudo leer la tabla de caracteres: {0}
fa: خواندن جدول نویسه ممکن نشد: {0}
fr: Impossible de lire la table de caractères : {0}
hu: A karaktertábla nem olvasható: {0}
id: Tabel karakter tidak dapat dibaca: {0}
it: Impossibile leggere la tabella caratteri: {0}
ja: 文字表を読めません: {0}
ko: 문자표를 읽을 수 없습니다: {0}
pl: Nie można odczytać tablicy znaków: {0}
pt: Não foi possível ler a tabela de caracteres: {0}
ro: Tabelul de caractere nu a putut fi citit: {0}
th: ไม่สามารถอ่านตารางอักขระ: {0}
tr: Karakter tablosu okunamadı: {0}
uk: Не вдалося прочитати таблицю символів: {0}
vi: Không thể đọc bảng ký tự: {0}
zh_hans: 无法读取字符表：{0}
zh_hant: 無法讀取字元表：{0}

# TableError_NoEquals
source: no "="
ar: لا يوجد «=»
cs: chybí „=“
de: kein „=“
el: λείπει το «=»
es: falta “=”
fa: «=» وجود ندارد
fr: pas de « = »
hu: nincs „=”
id: tidak ada “=”
it: manca “=”
ja: 「=」がない
ko: "=" 없음
pl: brak „=”
pt: falta “=”
ro: lipsește „=”
th: ไม่มี “=”
tr: "=" yok
uk: немає «=»
vi: không có “=”
zh_hans: 没有“=”
zh_hant: 沒有「=」

# TableError_NotHex
source: left side is not hex
ar: الجانب الأيسر ليس hex
cs: levá strana není Hex
de: linke Seite ist kein Hex
el: η αριστερή πλευρά δεν είναι hex
es: el lado izquierdo no es Hex
fa: سمت چپ hex نیست
fr: la partie gauche n'est pas en Hex
hu: a bal oldal nem Hex
id: sisi kiri bukan Hex
it: il lato sinistro non è hex
ja: 左辺が Hex でない
ko: 왼쪽이 Hex가 아님
pl: lewa strona nie jest w formacie hex
pt: o lado esquerdo não é hex
ro: partea stângă nu este hex
th: ด้านซ้ายไม่ใช่ Hex
tr: sol taraf Hex değil
uk: ліва частина не у форматі Hex
vi: vế trái không phải Hex
zh_hans: 左侧不是 Hex
zh_hant: 左邊不是 Hex

# TableError_OddDigits
source: odd number of digits
ar: عدد فردي من الأرقام
cs: lichý počet číslic
de: ungerade Anzahl von Ziffern
el: μονός αριθμός ψηφίων
es: número impar de dígitos
fa: تعداد ارقام فرد است
fr: nombre impair de chiffres
hu: páratlan számú számjegy
id: jumlah digit ganjil
it: numero di cifre dispari
ja: 奇数桁
ko: 자릿수가 홀수임
pl: nieparzysta liczba cyfr
pt: número ímpar de dígitos
ro: număr impar de cifre
th: จำนวนหลักเป็นเลขคี่
tr: basamak sayısı tek
uk: непарна кількість цифр
vi: số chữ số lẻ
zh_hans: 位数为奇数
zh_hant: 位數為奇數

# TableError_TooLong
source: left side is empty or longer than 8 bytes
ar: الجانب الأيسر فارغ أو أطول من 8 بايت
cs: levá strana je prázdná nebo delší než 8 bajtů
de: linke Seite ist leer oder länger als 8 Bytes
el: η αριστερή πλευρά είναι κενή ή μεγαλύτερη από 8 byte
es: el lado izquierdo está vacío o supera los 8 bytes
fa: سمت چپ خالی است یا بیش از 8 بایت است
fr: la partie gauche est vide ou dépasse 8 octets
hu: a bal oldal üres vagy 8 bájtnál hosszabb
id: sisi kiri kosong atau lebih dari 8 byte
it: il lato sinistro è vuoto o più lungo di 8 byte
ja: 左辺が空か 8 バイトを超える
ko: 왼쪽이 비어 있거나 8바이트를 초과함
pl: lewa strona jest pusta lub dłuższa niż 8 bajtów
pt: o lado esquerdo está vazio ou tem mais de 8 bytes
ro: partea stângă este goală sau mai lungă de 8 octeți
th: ด้านซ้ายว่างหรือยาวเกิน 8 ไบต์
tr: sol taraf boş veya 8 bayttan uzun
uk: ліва частина порожня або довша за 8 байтів
vi: vế trái trống hoặc dài hơn 8 byte
zh_hans: 左侧为空或超过 8 字节
zh_hant: 左邊是空的或超過 8 個位元組

# TableError_EmptyValue
source: right side is empty
ar: الجانب الأيمن فارغ
cs: pravá strana je prázdná
de: rechte Seite ist leer
el: η δεξιά πλευρά είναι κενή
es: el lado derecho está vacío
fa: سمت راست خالی است
fr: la partie droite est vide
hu: a jobb oldal üres
id: sisi kanan kosong
it: il lato destro è vuoto
ja: 右辺が空
ko: 오른쪽이 비어 있음
pl: prawa strona jest pusta
pt: o lado direito está vazio
ro: partea dreaptă este goală
th: ด้านขวาว่าง
tr: sağ taraf boş
uk: права частина порожня
vi: vế phải trống
zh_hans: 右侧为空
zh_hant: 右邊是空的

# EncodingList_Group_Custom
source: Custom
ar: مخصص
cs: Vlastní
de: Benutzerdefiniert
el: Προσαρμοσμένες
es: Personalizado
fa: سفارشی
fr: Personnalisé
hu: Egyéni
id: Kustom
it: Personalizzate
ja: 独自
ko: 사용자 지정
pl: Niestandardowe
pt: Personalizadas
ro: Particularizate
th: กำหนดเอง
tr: Özel
uk: Власні
vi: Tùy chỉnh
zh_hans: 自定义
zh_hant: 自訂

# RecordSettings_Title
source: Records
ar: السجلات
cs: Záznamy
de: Datensätze
el: Εγγραφές
es: Registros
fa: رکوردها
fr: Enregistrements
hu: Rekordok
id: Rekaman
it: Record
ja: レコード表示
ko: 레코드
pl: Rekordy
pt: Registros
ro: Înregistrări
th: เรคคอร์ด
tr: Kayıtlar
uk: Записи
vi: Bản ghi
zh_hans: 记录
zh_hant: 記錄
